/* Generic strings */
"OK" = "OK";
"CONTINUE" = "Continue";
"CANCEL" = "Cancel";
"ENABLE" = "Enable";
"DISABLE" = "Disable";
"SAVE" = "Save";
"QUIT" = "Quit";
"YES" = "Yes";
"NO" = "No";
"ADD" = "Add";
"IGNORE" = "Ignore";
"DELETED" = "Deleted";
"CHANGE" = "Change…";
"HELP..." = "Help…";
"SYSTEM" = "System";
"CONFIGURE..." = "Configure…";
"SELECT_BUDDY" = "Select Buddy";
"INFO..." = "Info…";
"ENABLED" = "Enabled";
"DISABLED" = "Disabled";
"OFF" = "Off";
"SET" = "Set…";
"DETAILS" = "Details…";
//"UNPAIR" = "Unpair";
"NEW" = "New:";
"NEW_ACCOUNT" = "New Account:";
"LOGOUT" = "Log Out";
"RESTART" = "Restart";
"REVEAL_IN_FINDER" = "Reveal in Finder";

"PUBLIC_SHAREPOINT_NAME" = "%@’s Public Folder";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "Separator";
"AX_ADD_USER_DESCRIPTION" = "Add user or group";
"AX_DELETE_USER_DESCRIPTION" = "Delete user or group";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "Add login item";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "Delete login item";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "List";
"AX_USERSTABLE_DESCRIPTION" = "Accounts, groups and login options";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, current user";
"AX_OTHER_USER_DESCRIPTION" = "%@, user";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, group";
"AX_OUTLINETABLE_DESCRIPTION" = "Other accounts";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "Login options";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "Password Assistant";
"AX_ADD_ALIAS_DESCRIPTION" = "Add alias";
"AX_DELETE_ALIAS_DESCRIPTION" = "Delete alias";
//
"AX_DIVIDER_ROLE_DESC" = "divider";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "Advanced Options…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "Add User or Group…";

"RESTART_TITLE" = "To use the folder you specified as your home folder, you must restart your computer.";

"GEAR_BUTTON_TOOLTIP" = "Advanced Options…";
"ADVANCED_OPTIONS_TITLE" = "User: \“%@\”";
"NEW_ALIAS" = "New Alias";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "Are you sure you want to change the path to the home folder of user \“%@\” to \“%@?\”";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "If this path doesn’t match the actual location of the user’s home folder, the user will not be able to log in to this computer.";

"CREATE_ACCOUNT" = "Create Account";
"CREATE_IDENTITY" = "Create Account";
"CREATE_GROUP" = "Create Group";
"CHANGE_PASSWORD_" = "Change Password…";
"RESET_PASSWORD_" = "Reset Password…";
"CHANGE_PASSWORD" = "Change Password";
"RESET_PASSWORD" = "Reset Password";

"MY_ACCOUNT" = "My Account";
"ACCOUNTS" = "Accounts";
"OTHER_ACCOUNTS" = "Other Accounts";
"IDENTITY_ACCOUNTS" = "Sharing Accounts";
"ACCOUNTS_HELP_MENU_TITLE" = "Accounts Help";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "You must restart your computer to use changes to these settings.";

"GROUPS" = "Groups";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "You did not enter a group name.";
"EDIT_GROUP_NAME_EXISTS" = "Name \“%@\” is not available.";

"USER_IS_REGULAR" = "Standard";
"USER_IS_ADMIN" = "Admin";
"USER_IS_GUEST" = "Guest";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "Network";
"USER_IS_MANAGED" = "Managed";
"USER_IS_SIMPLIFIED" = "Simplified";
"USER_HAS_MOBILE_HOMEDIR" = "Mobile";
"USER_IS_EXTERNAL_ACCOUNT" = "External";
"USER_IS_IDENTITY" = "Sharing Only";
"USERNAME_IS_ADMIN" = "The user \“admin\” will be created as an administrator user and you cannot change this.";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "Because FileVault is enabled for this account, Time Machine will backup this user’s files only when the user is logged in.";

"LOGIN_WINDOW" = "Login Options";
"LOGIN_WINDOW_OPTIONS" = "Options";
"LOGINOPTIONS_TOOLTIP" = "Change how users log in to their account";

"PARENTALCONTROLS_ADMIN_WARNING" = "Are you sure you want to allow \“%@\” to administer this computer?";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "This user account has parental controls turned on. If you allow this user to administer the computer, these limitations will be turned off. For this change to take effect, you must log out then log in again.";
"PARENTALCONTROLS_WARNING" = "Are you sure you want to enable parental controls for the administrator user account \“%@\”?";
"PARENTALCONTROLS_WARNING_DESC" = "If you enable parental controls for this user account, the account cannot be used to administer the computer.\n\nYou need to log out and log in again for this change to take effect.";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "If you enable parental controls for this user account, the account cannot be used to administer the computer.";
"PARENTALCONTROLS_ADMIN_ALERT" = "You cannot enable parental controls for an administrator account. Create a new user account, and then enable parental controls for the new account.";

"GUEST_FULLNAME" = "Guest Account";
"LOGIN_AND_SHARING" = "Login, Sharing";
"LOGIN_ONLY" = "Login only";
"SHARING_ONLY" = "Sharing only";

"NEW_USER_TITLE" = "New User";
"NEW_PASSWORD" = "New password:";
"PASSWORD" = "Password:";

"MANAGED_TOOLTIP" = "This is dimmed because it’s managed by your system administrator.";
"USER_LOGGEDIN_TOOLTIP" = "You cannot change this user account because the user is logged in.";
"ADD_ACCOUNT_TOOLTIP" = "Add a user account";
"DELETE_ACCOUNT_TOOLTIP" = "Delete the selected user account";

"NEED_LOGOUT_ME" = "For this change to take effect, you must restart the computer.";
"NEED_LOGOUT_USER" = "You must restart the computer for your changes to %@’s administrator settings to take effect.";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "You cannot change the user \“admin\” to not be an administrator.";
"ADMINCHECKBOX_4058550" = "This user belongs to a group with administrator privileges. For more information, contact your network administrator.";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "You cannot change this user’s password because this is a managed user account";
"CANNT_CHANGE_PASS_MOBILE" = "You cannot change this user’s password because this is a mobile account.";
"CANNT_CHANGE_PASS_FV" = "You cannot change this user’s password because the user has turned on FileVault.";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "You cannot change this user’s password because the password for this account is provided by a server.";
"CANNT_CHANGE_PASS_GUEST" = "You cannot change this user’s password because this is a guest user account.";

/* Password error alerts */
"PASS_VERIFY_ERR" = "The password and verified password aren’t the same. Please retype the password.";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "Passwords do not match";

"PASS_IS_EMPTY_FV_ERR" = "The password is empty.";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "You did not enter a password.";
"PASS_IS_EMPTY_ERR_DESC" = "To enable FileVault, you must have a password for this user account.";

"PASS_IS_EMPTY_WARN" = "You did not enter a password for this user account. Are you sure you want to do this?";
"PASS_IS_EMPTY_WARN_DESC" = "Because you have not entered a password for this user account, anyone can log in to your computer.";
"SET_PASSWORD" = "Set Password";

"PASS_REQUIRED_ERR" = "A password is required for an administrator. Specify a password.";
"PASS_REQUIRED_ERR_DESC" = "User \“%@\” has empty password.";

"OLD_PASSWORD" = "Old password:";
"MASTER_PASSWORD" = "Master password:";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "You did not enter a master password.";
"PASS_RESET_FAILED_TITLE" = "Reset password failed.";
"CHANGE_PASS_FAILED_TITLE" = "The password for the account \“%@\” was not changed.";

"CHANGE_PASS_FAILED" = "Your system administrator may not allow you to change your password or there was some other problem with your password. Contact your system administrator for help.";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "You are required to enter a new password.";
"CHANGE_PASS_FAILED_QualityCheck" = "Your password did not meet the requirements specified by your server administrator. You may need to use different characters, numbers, or symbols in your password. If you’re not sure how you should change your password, contact your system administrator before trying again.";
"CHANGE_PASS_FAILED_TooShort" = "Your password is too short. Enter a longer password.";
"CHANGE_PASS_FAILED_TooLong" = "Your password is too long. Enter a shorter password.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Your password needs to include at least one letter in addition to other characters. Enter your password again.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Your password needs to include at least one number in addition to other characters. Enter your password again.";
"CHANGE_PASS_FAILED_TooSoon" = "You recently changed your password and you cannot change it now because your system administrator doesn’t allow you to change your password this often. Contact your system administrator for help.";
"CHANGE_PASS_FAILED_Expired" = "Your password has expired and you need to change it.";
"CHANGE_PASS_FAILED_FV" = "This account has FileVault turned on. Try turning off FileVault and changing the password, then turning it on again.";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "There isn’t enough free disk space to create a new user account.";
"CREATE_USER_NO_ROOM_DESC" = "To create new user account, you need an additional %@ of free disk space. Try emptying the Trash or deleting other files on your disk, then create new user account.";

/* Home folder exists */
"HOME_EXISTS_ERR" = "A file in the Users folder already has the name \“%@.\”";
"HOME_EXISTS_ERR_DESCR" = "Enter a new short name. You can’t use the same letters with different capitalization.";
"HOME_EXISTS_WARN" = "A folder in the Users folder already has the name \“%@.\” Would you like to use that folder as the home folder for this user account?";
"HOME_EXISTS_WARN_DESCR" = "If you don’t want to use the folder as the home folder for this account, click Cancel and enter a new short name. You can’t enter the same name with different capitalization.";


/* Delete user */
"DELETE_USER_BUTTON" = "Delete User…";
"DELETE_CACHED_USER_BUTTON" = "Remove…";

"DELETE_MOBILE_USER" = "Are you sure you want to delete the mobile user account \“%@\”?";
"DELETE_USER" = "Are you sure you want to delete the user account \“%@\”?";
"DELETE_IDENTITY" = "Are you sure you want to delete the sharing account \“%@\”?";
"DELETE_GROUP" = "Are you sure you want to delete the group \“%@\”?";

"DELETE_USER_DESC" = "To delete this user account, select what you want to do with the home folder for this account and then click OK.";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "The user account \“%@\” will be deleted permanently.";
"DELETE_IDENTITY_DESC" = "The sharing account \“%@\” will be deleted permanently.";
"DELETE_GROUP_DESC" = "The group \“%@\” will be deleted permanently.";

"DELETE_GUEST_USER" = "The guest user account \“%@\” will be deleted permanently.";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "The disk image is saved in the Deleted Users folder (in the Users folder).";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "The home folder cannot be saved. To save the folder, you need %@ of free disk space.";
"DELETE_USER_NO_ROOM" = "Are you sure you want to delete the user account \“%@\”?";
"DELETE_USER_NO_ROOM_DESC" = "The user’s home folder will not be saved. To do so, you need %@ of free disk space. Try emptying the Trash or deleting other files on your disk, then deleting the user account. If you do not want to save the user’s home folder, choose Delete Immediately.";

"DELETE_CACHED_USER" = "Are you sure you want to remove the cached account \“%@\”?";
"DELETE_CACHED_USER_DESC" = "The cached account, including the cached home directory, will be removed from this computer.";

"DELETE_USER_ERR" = "Unable to delete the user account %@";
"DELETE_USER_ERR_DESC" = "An error occurred while backing up this user’s home folder.";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "There is already a user with the name \“%@.\” Enter a different name.";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "Name is used by another user.";

"USERNAME_IS_NOT_AVAILABLE" = "The name \“%@\” is unavailable. Please enter a different name.";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "Name is not available.";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "There is already a user with the short name \“%@.\” Enter a different short name.";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "Name is used by another user";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "The name field is empty.";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "Name cannot be empty";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "The short name field is empty. Enter a short name.";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "Name cannot be empty";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "The name \“%@\” is invalid. Enter a different name.";
"UNIXNAME_IS_NOT_VALID_DESC" = "This is an alternate name for your account, used by some network services. Enter lowercase characters, no spaces or special characters.";
"UNIXNAME_IS_NOT_VALID_SHORT" = "Cannot include spaces or special characters";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "\“public\” is a reserved name. Enter a different name.";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "\“public\” is a reserved name";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "\“ftp\” is a reserved name";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "You need an administrator password to make changes in \“Multiple Users.\”";
"INCORRECT_PASSWORD" = "You entered your old password incorrectly. Try again.";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "Invalid User";
"NONADMIN_USER_DESC" = "\“%@\” is not an administrator of this computer. Only an administrator can make changes.";
"AUTHPANEL_CAPTION_INSERT_NAME" = "name";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "Picture";
"AUTHPANEL_CAPTION" = "To change your %@ you need to authenticate first.";


/* Authentication */
"AUTHENTICATING..." = "Authenticating…";


/* Enable hint alert */
"ENABLE_HINT" = "Password hints are currently turned off for this computer. Would you like to turn them on?";
"ENABLE_HINT_DESC" = "Hints appear if you fail to log in three times. To turn on hints, open Accounts preferences and click Login Options.";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "Automatic login is turned on. Do you want to turn it off?";
"AUTOLOGIN_DESCR" = "If automatic login remains on, you must log out to allow this user to log in to their own account. The computer will automatically log in as user \“%@\” after a restart or shutdown.";
"AUTOLOGIN_OK" = "Keep Automatic Login";
"AUTOLOGIN_NO" = "Turn Off Automatic Login";
"AUTOLOGIN_CHECKBOX" = "Log in automatically as %@";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "A user with an encrypted home folder can’t log in automatically";
"AUTOLOGIN_MANAGED" = "You cannot enable automatic login because it’s disabled by your system administrator.";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "Your Keychain password will be changed to your new account password.";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "The password for your \“login\” keychain will be changed to your new password.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "If your \“login\” keychain is locked, you need to enter your current \“login\” keychain password before your password is changed.";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "The Keychain password for this user cannot be changed to the new account password. The old Keychain password remains in effect.";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "The user can change their Keychain password in the Keychain Access application in the Utilities folder.";


/* User picture */
"APPLE_PICTURES" = "Apple Pictures";

"PICTURE_IS_TOO_LARGE_ERR" = "The picture you selected is too large. Select a different picture";
"PICTURE_IS_TOO_LARGE_DESC" = "A user picture should have size of 128 by 128 pixels or smaller.";


/* Login Items */
"UNKNOWN" = "Unknown";
"FILEEXISTS" = "File Exists";
"LOGINITEMEXISTS" = "LoginItem ‘%@’ already exists in list";

"ADD_LOGINITEM_TOOLTIP" = "Add an item to the Login Items list";
"DELETE_LOGINITEM_TOOLTIP" = "Delete the selected item";

"LOGINITEMS_MANAGED_TITLE" = "You cannot remove these login items.";
"LOGINITEMS_MANAGED_TEXT" = "You cannot remove one or more of these login items because they are managed by your system administrator.";
"LOGINITEMS_MANAGED_TOOLTIP" = "You cannot change this item because it’s managed by your system administrator.";
"LOGINITEM_GLOBAL_TOOLTIP" = "You cannot change this item because Accounts preference is locked.";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "Are you sure you want to remove this item?";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "Removing the item \“%@\” will affect all users of this computer.";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "Are you sure you want to remove these items?";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "Removing them will affect all users of this computer.";


"CLASSIC_WARNING" = "You cannot add Classic Startup to your login items.";
"CLASSIC_TEXT" = "Use of the Classic environment is managed by your system administrator.";

"LOGINITEMS_MANAGED_PANE_TEXT" = "You cannot change login items because Login Items preferences are managed by your system administrator.";

"MULTIUSER_WARNING" = "Warning";
"MULTIUSER_WARNING_DESC" = "This feature will allow other users to stay logged in and continue running software in the background while you’re using this computer. This feature should only be enabled if you trust the other users of this computer.";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@ (All Users)";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "You did not enter the correct password for the local user account.";
"SBS_DETAILS_FORMAT" = "This account is paired with account \“%@\” on server \“%@.\”";
"SBS_NETWORK_ACCOUNT_LABEL" = "Enter the name and password on \“%@\” provided to you by the server administrator.";
"SBS_LOCAL_ACCOUNT_LABEL" = "Enter the password for the account \“%@\” on this computer.";


/* Mobility */
"MobilityCreateButtonTitle" = "Create…";
"MobilityConfigureButtonTitle" = "Settings…";


/* .Mac */
".MAC_NAME_ERR" = "You cannot use \“%@\” .Mac user name.";
".MAC_NAME_ERR_DESCR" = "The name \“%@\” is aleady assigned to another identity.";
"DOTMAC_NAME_TEMPLATE" = "%@ name:";
"DOTMAC_PASSWORD_TEMPLATE" = "%@ password:";
"DOTMAC_USERNAME_TEMPLATE" = "%@ user name:";

